/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Uwaga o połączeniu";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "Ustawienia %1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ has %u new messages." = "Nowe wiadomości dla %1$@: %2$u.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "1 nowa wiadomość dla %@.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ znajduje się na lokalnej liście kontaktów ale nie na liście na serwerze. Czy dodać ten kontakt do listy?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; kliknij dwukrotnie, aby się zarejestrować.";

/* No comment provided by engineer. */
"(unknown)" = "(nieznany)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nowe konto>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Polecenie Ad-Hoc; kliknij dwukrotnie, aby je wykonać";

/* No comment provided by engineer. */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Adium : Notice" = "AdiumY : Uwaga";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "AdiumY nie może zweryfikować tożsamości \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "AdiumY nie może znaleźć żadnych informacji w profilu użytkownika. To może nie być zarejestrowana nazwa.";

/* No comment provided by engineer. */
"Adium is authorized for Facebook Chat." = "AdiumY is authorized for Facebook Chat.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Uwaga AdiumY: %@";

/* No comment provided by engineer. */
"Adium User" = "Użytkownik AdiumY";

/* Button title to allow an action */
"Allow" = "Pozwól";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Dopuść strony urządzeń przenośnych MSN";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Dopuść/Zablokuj strony urządzeń przenośnych";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Zawsze występuj przed %@ jako Niezalogowany";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Podczas wysyłania pliku wystąpił błąd.";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Wystąp przed %@ jako Niezalogowany";

/* No comment provided by engineer. */
"Appear Online to %@" = "Wystąp przed %@ jako Zalogowany";

/* No comment provided by engineer. */
"Authenticating" = "Uwierzytelnienie";

/* Connection step */
"Balancer handshake" = "Balancer handshake";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Zablokowany";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Przerwij powiadamianie %@ o obecności";

/* Category table column header for the service discovery browser */
"Category" = "Kategoria";

/* No comment provided by engineer. */
"Change Currently Registered Email Address" = "Zmień obecnie zarejestrowany adres email";

/* Menu item title for changing the password of an account */
"Change Password" = "Zmień hasło";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Usługa konferencyjna; kliknij dwukrotnie, aby dołączyć";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Ustaw przekierowanie wiadomości";

/* Button title to connect; this is a verb */
"Connect" = "Połącz";

/* Connection step */
"Connected" = "Połączony";

/* No comment provided by engineer. */
"Connecting" = "Łączę się";

/* No comment provided by engineer. */
"Connection error." = "Błąd połączenia";

/* No comment provided by engineer. */
"Connection established" = "Ustanowiono połączenie";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Błąd synchronizacji listy kontaktów dla %@";

/* No comment provided by engineer. */
"Contacting authorization server" = "Contacting authorization server";

/* No comment provided by engineer. */
"Continue" = "Dalej";

/* No comment provided by engineer. */
"Could not complete authorization." = "Could not complete authorization.";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* No comment provided by engineer. */
"Delete & Unregister" = "Usuń i wyrejestruj";

/* No comment provided by engineer. */
"Delete Account" = "Usuń konto";

/* No comment provided by engineer. */
"Delete Account from Server" = "Delete Account from Server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Czy usunąć konto %@? Możesz również wyrejestrować konto z serwera, jeżeli jest to możliwe.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Połączono bezpośrednią pogawędkę";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Rozłączono bezpośrednią pogawędkę";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Usługa katalogowo; kliknij dwukrotnie, aby przeszukać";

/* Button title to prevent an action */
"Disallow" = "Zabroń";

/* No comment provided by engineer. */
"Discovery Browser" = "Przeglądarka wyszukiwania";

/* No comment provided by engineer. */
"Display Currently Registered Email Address" = "Wyświetl obecnie zarejestrowany adres email";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Czy chcesz pozwolić osobom ze swojej Listy kontaktów na wysyłanie stron urządzeń przenośnych MSN na Twój telefon komórkowy lub urządzenie przenośne?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Przestań zawsze występować przed %@ jako Niezalogowany";

/* Used as a label for a username specified by email address */
"Email" = "Email";

/* Connection step */
"Exchanging key hash" = "Wymieniam klucze";

/* No comment provided by engineer. */
"Export Sametime List..." = "Eksportuj listę Sametime…";

/* No comment provided by engineer. */
"Facebook Account Setup" = "Facebook Account Setup";

/* Label for the username for a Facebook contact */
"Facebook Email" = "Email w serwisie Facebook";

/* No comment provided by engineer. */
"Facebook ID" = "Facebook ID";

/* No comment provided by engineer. */
"Fetching..." = "Pobieram…";

/* No comment provided by engineer. */
"File Send Error" = "Błąd wysyłania pliku";

/* No comment provided by engineer. */
"Finalizing connection" = "Ustanawianie połączenia";

/* No comment provided by engineer. */
"Forcing Login" = "Wymuszam logowanie";

/* Generic fields request window title */
"Form" = "Formularz";

/* No comment provided by engineer. */
"From: " = "Od: ";

/* No comment provided by engineer. */
"Getting Cookie" = "Pobieram ciasteczko";

/* No comment provided by engineer. */
"GG Number" = "Numer GG";

/* No comment provided by engineer. */
"GTalk ID" = "GTalk ID";

/* No comment provided by engineer. */
"Handshake Acknowledged; Sending Login" = "Potwierdzono nawiązanie łączności; wysyłam dane logowania";

/* No comment provided by engineer. */
"Handshaking" = "Nawiązuję łączność";

/* No comment provided by engineer. */
"ICQ Number" = "Numer ICQ";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importuj listę Sametime…";

/* Error message displayed when the server reports username or password as being incorrect. */
"Incorrect username or password" = "Nieprawidłowe nazwa użytkownika lub hasło";

/* No comment provided by engineer. */
"Info" = "Informacje";

/* No comment provided by engineer. */
"Initializing Stream" = "Uruchamiam strumień";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Rozpocznij konferencję z %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Rozpocznij bezpośrednie połączenie z %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Rozpocznij grupową pogawędkę z %@";

/* No comment provided by engineer. */
"Invite" = "Zaproś";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Identyfikator Jabbera";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Dołącz";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Dołącz do pogawędki %@";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "Uruchom %@";

/* No comment provided by engineer. */
"LiveJournal ID" = "ID LiveJournal";

/* Connection step */
"Logging in" = "Loguję";

/* No comment provided by engineer. */
"Login Acknowledged" = "Potwierdzono logowanie";

/* No comment provided by engineer. */
"Login Redirected" = "Przekierowano logowanie";

/* No comment provided by engineer. */
"Looking up server" = "Szukam serwera";

/* No comment provided by engineer. */
"Member Name" = "Nazwa użytkownika";

/* user mood tooltip title */
"Mood" = "Nastrój";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* Label for the username for a MySpace contact */
"MySpace ID" = "MySpace ID";

/* Name table column header for the service discovery browser */
"Name" = "Nazwa";

/* No comment provided by engineer. */
"New Mail" = "Nowa poczta";

/* Sample name and server for new IRC accounts */
"nickname" = "nickname";

/* Name for IRC user names */
"Nickname" = "Nickname";

/* No comment provided by engineer. */
"No reason was given." = "Bez podania powodu.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Nie określono żadnego serwera dla konta %1$@ %2$@. Wprowadź dane poniżej, aby się połączyć";

/* No comment provided by engineer. */
"No Server Specified" = "Nie określono serwera";

/* No comment provided by engineer. */
"Node:" = "Węzeł:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Otwórz pocztę w przeglądarce";

/* Name for the orphans group */
"Orphans" = "Sieroty";

/* No comment provided by engineer. */
"Parse Error." = "Błąd przetwarzania.";

/* No comment provided by engineer. */
"Password sent" = "Wysłano hasło";

/* No comment provided by engineer. */
"Ping %@" = "Pinguj %@";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Ustawienia występowania przed %@";

/* No comment provided by engineer. */
"Promoting authorization for chat" = "Promoting authorization for chat";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Ponownie zażądaj autoryzacji od %@";

/* Description of a step in the connection process for MySpace. This could be translated as something like 'Reading from server'. */
"Reading challenge" = "Odczytuję wyzwanie";

/* Connection step */
"Reading data" = "Czytam dane";

/* Connection step */
"Reading server key" = "Czytam klucz serwera";

/* No comment provided by engineer. */
"Really remove gateway?" = "Czy na pewno usunąć bramę?";

/* No comment provided by engineer. */
"Received authorization" = "Otrzymano autoryzację";

/* alert default button */
"Remove" = "Usuń";

/* gateway menu item */
"Remove gateway" = "Usuń bramę";

/* No comment provided by engineer. */
"Requesting authorization" = "Requesting authorization";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Pobieram Listę kontaktów";

/* Roster - the Jabber default group */
"Roster" = "Lista kontaktów";

/* No comment provided by engineer. */
"Screen Name" = "Nazwa ekranowa";

/* No comment provided by engineer. */
"Screen name sent" = "Wysłano nazwę ekranową";

/* No comment provided by engineer. */
"Search for Contact By Email Address" = "Wyszukaj kontakty po adresie email";

/* No comment provided by engineer. */
"Search for Users" = "Szukaj użytkowników";

/* No comment provided by engineer. */
"Search Results" = "Wyniki szukania";

/* No comment provided by engineer. */
"Send" = "Wyślij";

/* No comment provided by engineer. */
"Send Message" = "Wyślij komunikat";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Wyślij do %@ na urządzenie przenośne";

/* No comment provided by engineer. */
"Sending Cookie" = "Wysyłam ciasteczko";

/* No comment provided by engineer. */
"Sending Handshake" = "Wysyłam nawiązanie połączenia";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Przeglądarka wykrywania usług";

/* No comment provided by engineer. */
"Service:" = "Usługa:";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Ustaw numer telefonu domowego";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Podaj numer telefonu komórkowego";

/* No comment provided by engineer. */
"Set Mood" = "Ustaw Nastrój";

/* No comment provided by engineer. */
"Set Nickname" = "Ustaw pseudonim";

/* No comment provided by engineer. */
"Set Privacy Options" = "Ustaw opcje prywatności";

/* No comment provided by engineer. */
"Set User Info" = "Ustaw informacje użytkownika";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Ustaw numer telefonu firmowego";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Widoczna nazwa";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Podaj numer telefonu domowego";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Podaj numer telefonu komórkowego";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Podaj numer telefonu służbowego.";

/* Account action menu item to show a list of contacts for whom this account is awaiting authorization to be able to show them in the contact list */
"Show Contacts Awaiting Authorization" = "Pokaż kontakty czekające na uwierzytelnienie";

/* No comment provided by engineer. */
"Show Server Certificate" = "Pokaż certyfikat serwera";

/* No comment provided by engineer. */
"Starting authentication" = "Rozpoczynam uwierzytelnienie";

/* No comment provided by engineer. */
"Starting Services" = "Uruchamiam usługi";

/* No comment provided by engineer. */
"Subject: " = "Temat: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Ukryj się chwilowo przed %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Certyfikat serwera %@ jest niepotwierdzony, co oznacza, że nie można automatycznie potwierdzić tożsamości serwera. Czy nadal chcesz się połączyć?\n\nAby uzyskać więcej informacji, kliknij w „Pokaż certyfikat”.";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Wprowadzona nazwa nie jest zarejestrowana. Sprawdź, czy została prawidłowo wpisana.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Użytkownik jest na liście blokowania.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Użytkownik jest chwilowo nieosiągalny.";

/* Invalid name on AIM */
"The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it." = "Wprowadzona nazwa ekranowa nie została zarejestrowana. Sprawdź, czy została poprawnie wpisana. Jeżeli to nowa nazwa, należy ją zarejestrować na www.aim.com, zanim będzie można jej użyć.";

/* Be careful to keep the % parts the same in this string. %@ will be replaced by an error message. */
"The Zephyr Host Manager reported an error #%d: %@" = "Menedżer serwerów Zephyr zgłosił błąd #%1$d: %2$@";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "To nazwa, pod którą będą Cię widzieli użytkownicy MSN.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Ten węzeł nie udostępnia usług, z którym mógłby skorzystać ten program.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Ten węzeł udostępnia polecenia ad-hoc. Otwórz menu kontekstowe, aby uzyskać do nich dostęp.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Czynność spowoduje usunięcie bramy %@ i wszystkich należących do niej kontaktów z listy kontaktów. Czynności nie można cofnąć.";

/* No comment provided by engineer. */
"Transferring" = "Przesyłam";

/* user tune tooltip title */
"Tune" = "Dostrój";

/* No comment provided by engineer. */
"Un-hide From %@" = "Nie ukrywaj się przed %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Nie można przetworzyć listy serwerów z %@. Ponów próbę później.";

/* No comment provided by engineer. */
"United States" = "Stany Zjednoczone";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Wypisz się z %@";

/* Sample name and server for new livejournal accounts */
"username" = "nazwa użytkownika";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "użytkownik@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "użytkownik@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Zweryfikuj certyfikat";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Zobacz stronę profilu %1$@ w serwisie %2$@";

/* No comment provided by engineer. */
"View %@'s Webcam" = "Zobacz webcam %@";

/* No comment provided by engineer. */
"Voice" = "Voice";

/* No comment provided by engineer. */
"Waiting for Handshake Acknowledgement" = "Czekam na potwierdzenie nawiązania połączenia";

/* No comment provided by engineer. */
"Waiting for Login Acknowledgement" = "Czekam na potwierdzenie logowania";

/* No comment provided by engineer. */
"Waiting for Response" = "Czekam na odpowiedź";

/* No comment provided by engineer. */
"Warning level is too high." = "Poziom ostrzeżeń jest zbyt wysoki.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?";

/* No comment provided by engineer. */
"XML Console" = "Konsola XML";

/* No comment provided by engineer. */
"Yahoo! ID" = "Identyfikator Yahoo!";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Zbyt szybko wysyłasz wiadomości. Poczekaj chwilę i spróbuj ponownie.";

/* No comment provided by engineer. */
"You have %u new messages." = "Masz nowe wiadomości: %u.";

/* No comment provided by engineer. */
"You have 1 new message." = "Masz 1 nową wiadomość.";

/* No comment provided by engineer. */
"You have mail!\n" = "Nadeszła nowa poczta!";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Twoja wiadomość do %@ nie została wysłana";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Twoja wiadomość została odrzucona przez odbiorcę.";

/* No comment provided by engineer. */
"Your message was too big." = "Twoja wiadomość była zbyt duża.";

/* zhm is the Zephyr Host Manager and should not be a localized word */
"zhm Failure" = "Błąd zhm";